{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "\"": 0,
      ",": 1,
      "?": 2,
      "A": 3,
      "E": 4,
      "G": 5,
      "K": 6,
      "L": 7,
      "M": 8,
      "N": 9,
      "a": 10,
      "b": 11,
      "d": 12,
      "e": 13,
      "f": 14,
      "g": 15,
      "i": 16,
      "j": 17,
      "k": 18,
      "l": 19,
      "m": 20,
      "n": 21,
      "o": 22,
      "p": 23,
      "s": 24,
      "t": 25,
      "u": 26,
      "v": 27,
      "w": 28,
      "y": 29,
      "z": 30,
      "Ŋ": 31,
      "ŋ": 32,
      "ɔ": 33,
      "ɛ": 34,
      "ɲ": 35,
      "ʉ": 36,
      "ˈ": 37,
      "́": 38,
      "̄": 39,
      "á": 40,
      "é": 41,
      "ā": 42,
      "si": 43,
      "ɔ́": 44,
      "ŋg": 45,
      "ó": 46,
      "aŋ": 47,
      "eŋ": 48,
      "ɔ̄": 49,
      "ap": 50,
      "nd": 51,
      "ń": 52,
      "aˈ": 53,
      "ŋk": 54,
      "ɔˈ": 55,
      "ek": 56,
      "es": 57,
      "le": 58,
      "ú": 59,
      "yi": 60,
      "ŋ́": 61,
      "án": 62,
      "ók": 63,
      "Meŋ": 64,
      "mb": 65,
      "mé": 66,
      "ō": 67,
      "zá": 68,
      "éŋ": 69,
      "āŋ": 70,
      "āˈ": 71,
      "ɔ́ŋ": 72,
      "ŋ́g": 73,
      "Ap": 74,
      "nt": 75,
      "nu": 76,
      "pek": 77,
      "tɛ": 78,
      "ɔˈɔ́": 79,
      "Mɔˈɔ́": 80,
      "Nd": 81,
      "et": 82,
      "ē": 83,
      "iŋ": 84,
      "kaŋ": 85,
      "lé": 86,
      "ḿ": 87,
      "nn": 88,
      "nz": 89,
      "pɔ́": 90,
      "wu": 91,
      "ŋ̄": 92,
      "ɔŋ": 93,
      "ɛ́": 94,
      "āk": 95,
      "ŋgɔ̄": 96,
      "apa": 97,
      "ńt": 98,
      "ńz": 99,
      "aˈa": 100,
      "ŋku": 101,
      "úŋ": 102,
      "Apā": 103,
      "ḿb": 104,
      "Ef": 105,
      "Mes": 106,
      "Nnu": 107,
      "al": 108,
      "du": 109,
      "em": 110,
      "gi": 111,
      "gʉ": 112,
      "iˈ": 113,
      "ke": 114,
      "lo": 115,
      "me": 116,
      "mi": 117,
      "mm": 118,
      "n̄": 119,
      "sa": 120,
      "séŋ": 121,
      "sāŋ": 122,
      "tu": 123,
      "tiˈ": 124,
      "tsa": 125,
      "uu": 126,
      "wy": 127,
      "Ŋgi": 128,
      "áŋ": 129,
      "áˈ": 130,
      "ék": 131,
      "ém": 132,
      "āp": 133,
      "sī": 134,
      "ŋgi": 135,
      "ŋgɔ": 136,
      "ŋgap": 137,
      "eŋɛ": 138,
      "ɔ̄ŋ": 139,
      "nduu": 140,
      "ńdu": 141,
      "lē": 142,
      "ána": 143,
      "ánɛ": 144,
      "ánɔˈ": 145,
      "mbaˈa": 146,
      "mésāŋ": 147,
      "lép": 148,
      "ŋ̄g": 149,
      "ńzap": 150,
      "ḿbiŋ": 151,
      "Nnū": 152,
      "mmók": 153,
      "wyɔ̄": 154
    },
    "merges": [
      [
        "a",
        "́"
      ],
      [
        "e",
        "́"
      ],
      [
        "a",
        "̄"
      ],
      [
        "s",
        "i"
      ],
      [
        "ɔ",
        "́"
      ],
      [
        "ŋ",
        "g"
      ],
      [
        "o",
        "́"
      ],
      [
        "a",
        "ŋ"
      ],
      [
        "e",
        "ŋ"
      ],
      [
        "ɔ",
        "̄"
      ],
      [
        "a",
        "p"
      ],
      [
        "n",
        "d"
      ],
      [
        "n",
        "́"
      ],
      [
        "a",
        "ˈ"
      ],
      [
        "ŋ",
        "k"
      ],
      [
        "ɔ",
        "ˈ"
      ],
      [
        "e",
        "k"
      ],
      [
        "e",
        "s"
      ],
      [
        "l",
        "e"
      ],
      [
        "u",
        "́"
      ],
      [
        "y",
        "i"
      ],
      [
        "ŋ",
        "́"
      ],
      [
        "á",
        "n"
      ],
      [
        "ó",
        "k"
      ],
      [
        "M",
        "eŋ"
      ],
      [
        "m",
        "b"
      ],
      [
        "m",
        "é"
      ],
      [
        "o",
        "̄"
      ],
      [
        "z",
        "á"
      ],
      [
        "é",
        "ŋ"
      ],
      [
        "ā",
        "ŋ"
      ],
      [
        "ā",
        "ˈ"
      ],
      [
        "ɔ́",
        "ŋ"
      ],
      [
        "ŋ́",
        "g"
      ],
      [
        "A",
        "p"
      ],
      [
        "n",
        "t"
      ],
      [
        "n",
        "u"
      ],
      [
        "p",
        "ek"
      ],
      [
        "t",
        "ɛ"
      ],
      [
        "ɔˈ",
        "ɔ́"
      ],
      [
        "M",
        "ɔˈɔ́"
      ],
      [
        "N",
        "d"
      ],
      [
        "e",
        "t"
      ],
      [
        "e",
        "̄"
      ],
      [
        "i",
        "ŋ"
      ],
      [
        "k",
        "aŋ"
      ],
      [
        "l",
        "é"
      ],
      [
        "m",
        "́"
      ],
      [
        "n",
        "n"
      ],
      [
        "n",
        "z"
      ],
      [
        "p",
        "ɔ́"
      ],
      [
        "w",
        "u"
      ],
      [
        "ŋ",
        "̄"
      ],
      [
        "ɔ",
        "ŋ"
      ],
      [
        "ɛ",
        "́"
      ],
      [
        "ā",
        "k"
      ],
      [
        "ŋg",
        "ɔ̄"
      ],
      [
        "ap",
        "a"
      ],
      [
        "ń",
        "t"
      ],
      [
        "ń",
        "z"
      ],
      [
        "aˈ",
        "a"
      ],
      [
        "ŋk",
        "u"
      ],
      [
        "ú",
        "ŋ"
      ],
      [
        "Ap",
        "ā"
      ],
      [
        "ḿ",
        "b"
      ],
      [
        "E",
        "f"
      ],
      [
        "M",
        "es"
      ],
      [
        "N",
        "nu"
      ],
      [
        "a",
        "l"
      ],
      [
        "d",
        "u"
      ],
      [
        "e",
        "m"
      ],
      [
        "g",
        "i"
      ],
      [
        "g",
        "ʉ"
      ],
      [
        "i",
        "ˈ"
      ],
      [
        "k",
        "e"
      ],
      [
        "l",
        "o"
      ],
      [
        "m",
        "e"
      ],
      [
        "m",
        "i"
      ],
      [
        "m",
        "m"
      ],
      [
        "n",
        "̄"
      ],
      [
        "s",
        "a"
      ],
      [
        "s",
        "éŋ"
      ],
      [
        "s",
        "āŋ"
      ],
      [
        "t",
        "u"
      ],
      [
        "t",
        "iˈ"
      ],
      [
        "t",
        "sa"
      ],
      [
        "u",
        "u"
      ],
      [
        "w",
        "y"
      ],
      [
        "Ŋ",
        "gi"
      ],
      [
        "á",
        "ŋ"
      ],
      [
        "á",
        "ˈ"
      ],
      [
        "é",
        "k"
      ],
      [
        "é",
        "m"
      ],
      [
        "ā",
        "p"
      ],
      [
        "si",
        "̄"
      ],
      [
        "ŋg",
        "i"
      ],
      [
        "ŋg",
        "ɔ"
      ],
      [
        "ŋg",
        "ap"
      ],
      [
        "eŋ",
        "ɛ"
      ],
      [
        "ɔ̄",
        "ŋ"
      ],
      [
        "nd",
        "uu"
      ],
      [
        "ń",
        "du"
      ],
      [
        "le",
        "̄"
      ],
      [
        "án",
        "a"
      ],
      [
        "án",
        "ɛ"
      ],
      [
        "án",
        "ɔˈ"
      ],
      [
        "mb",
        "aˈa"
      ],
      [
        "mé",
        "sāŋ"
      ],
      [
        "lé",
        "p"
      ],
      [
        "ŋ̄",
        "g"
      ],
      [
        "ńz",
        "ap"
      ],
      [
        "ḿb",
        "iŋ"
      ],
      [
        "Nnu",
        "̄"
      ],
      [
        "mm",
        "ók"
      ],
      [
        "wy",
        "ɔ̄"
      ]
    ]
  }
}